alacritty
aria2-fast
autoconf
automake
balena-etcher
base
bash-pipes
bat
bind-tools
binutils
bison
blackarch-keyring
bluedevil
brasero
breeze
breeze-gtk
chromium
cmatrix
cowsay
deluge
dhcpcd
discord
discover
dmenu-trisert-git
dolphin-plugins
drkonqi
dust
efibootmgr
emacs
evillimiter
fakeroot
feh
file
findutils
firefox
flex
fortune-mod
fzf
gawk
gcc
gettext
git
gnu-netcat
grep
groff
grub
gutenprint
gzip
h8mail
hashcat
hashcat-utils
hashid
htop
i3-gaps
i3blocks
imlib2
intel-opencl-runtime
intel-ucode
john
judy
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kmenuedit
kmon
knetattach
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwallet-pam
kwayland-integration
kwin
kwrited
lib32-pcre
lib32-pcre2
libkscreen
libksysguard
libmpd
libreoffice-fresh
libreoffice-fresh-it
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lnav
lolcat
m4
make
man-pages
mentalist
milou
mlocate
nano
nasa-wallpaper
ncdu
ncspot-git
neofetch
net-tools
netbeans
nethack
nmap
ntfs-3g
oh-my-zsh-git
okular
opencl-nvidia
openssh
otf-sfmono
oxygen
p7zip
pacman
pacman-contrib
pasystray
patch
pavucontrol
pax-utils
pfetch
pkgconf
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
playerctl
polkit-kde-agent
polybar
powerdevil
prettyping
pulsemixer
python-i3-py
python-pip
python-pywal
python-ueberzug
python2
ranger
reflector
reflector-timer
ripgrep
rogue
rsync
scrot
sddm-kcm
sed
skim
skypeforlinux-preview-bin
sl
speedtest-cli
st-trisert-git
stacer
sudo
system-config-printer
systemsettings
terminus-font
texinfo
the_silver_searcher
timer
tldr
tmux
topgrade
tor-browser
torsocks
transmission-gtk
tree
ttf-fira-code
ttf-ibm-plex
ttf-iosevka
ttf-iosevka-term
ttf-mononoki-git
ttf-nerd-fonts-symbols
tuir
typescript
udiskie
ufonet
unzip
usbutils
user-manager
vim
virtualbox
virtualbox-ext-oracle
vscodium-bin
w3m
wget
which
wifite2-git
xclip
xdg-desktop-portal-kde
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xinit-xsession
xopen-file
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xurls
yay
youtube-dl
ytop
zsh
